/* Missed call */
"calling.missedcall" = "Chamada perdida";

/* When user disallows some of required permissions */
"calling.permissions" = "Por favor, habilite todas as permissões para o app nas configurações de iOS";

/* Outgoing call starter from system notification */
"calling.startOutgoing" = "Fazer chamada";

/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Desconhecido";

/* When website visitor is calling */
"calling.visitor" = "Visitante do site";

/* Label in navigation bar */
"common.back" = "Volta";

/* Label showing while list is empty */
"common.emptyList" = "Lista vazia";

/* Error message on login screen if we cannot parse response from server */
"common.errMsgCannotParseResponse" = "Não foi possível analisar a resposta";

/* Simple error title */
"common.error" = "Erro";

/* Label showing while list of search result is empty */
"common.noResultsFor" = "Nenhum resultado para %s";

/* Ok */
"common.ok" = "Ok";

/* Item in menu */
"contactMenu.about" = "Sobre";

/* Item in menu */
"contactMenu.logout" = "Sair";

/* Error message on login screen if some of fields are empty */
"login.errMsgEmptyField" = "Por favor preencha os campos requeridos";

/* Invalid email or password */
"login.invalidCredentials" = "E-mail ou senha inválidos";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Código de verificação inválido";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Login recusado. Aguarde alguns minutos antes de tentar novamente.";

/* Available on calls */
"status.available" = "Disponível";

/* Unavailable on calls */
"status.unavailable" = "Indisponível";

/* Verification code request message */
"twofactor.message" = "Insira o número de 6 dígitos do aplicativo do Google Authenticator.";

/* Verification code request title */
"twofactor.title" = "Código de verificação";

/* Error message on login screen if typed URL is not valid */
"urlChecker.errMsgUrlInvalid" = "URL inválida";
